Repository: GiannisKarampinis/open_spots
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el

source: Personal info
el: Προσωπικά στοιχεία

source: Permissions
el: Δικαιώματα

source: Important dates
el: Σημαντικές ημερομηνίες

source: Username
el: Όνομα χρήστη

source: Phone number
el: Αριθμός τηλεφώνου

source: Password
el: Κωδικός πρόσβασης

source: User type
el: Είδος Χρήστη

source: Enter a valid phone number (7–15 digits, optional +).
el: Εισάγετε έγκυρο αριρμό τηλεφώνου

source: New password
el: Νέος κωδικός πρόσβασης

source: Confirm new password
el: Επιβεβαίωση νέου κωδικού πρόσβασης

source: Passwords do not match.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν

source: Old password
el: Παλιός κωδικός πρόσβασης

source: The new passwords do not match.
el: Οι νέοι κωδικοί πρόσβασης δεν ταιριάζουν

source: Your Venue Dashboard
el: Ο πίνακας ελέγχου του χώρου σας

source: Welcome, %(user.username)s — Your Venue Dashboard
el: Καλώς ορίσατε, %(user.username)s — Ο πίνακας ελέγχου του χώρου σας

source: You don't have any venues yet.
el: Δεν έχετε καταχωρήσει ακόμη χώρους.

source: Login
el: Σύνδεση

source: Welcome Back
el: Καλώς ήρθατε πίσω

source: Login with Google
el: Σύνδεση με Google

source: or
el: ή

source: Forgot your password?
el: Ξεχάσατε τον κωδικό σας;

source: Don't have an account?
el: Δεν έχετε λογαριασμό;

source: Sign up
el: Εγγραφή

source: Password recover
el: Ανάκτηση κωδικού πρόσβασης

source: Password Recovery
el: Ανάκτηση Κωδικού Πρόσβασης

source: Send Verification Code
el: Αποστολή Κωδικού Επαλήθευσης

source: Password reset
el: Επαναφορά κωδικού πρόσβασης

source: Reset Your Password
el: Επαναφέρετε τον κωδικό πρόσβασής σας

source: Change Password
el: Αλλαγή κωδικού πρόσβασης

source: Welcome, %(user.username)s!
el: Καλώς ορίσατε, %(user.username)s!

source: Your email (<strong>%(user.unverified_email|default:user.email)s</strong>) is not yet verified.
el: Το email σας (<strong>%(user.unverified_email|default:user.email)s</strong>) δεν έχει επαληθευτεί ακόμη.

source: Verify Now
el: Επαλήθευση τώρα

source: User Information
el: Πληροφορίες χρήστη

source: Edit
el: Επεξεργασία

source: Save
el: Αποθήκευση

source: Cancel
el: Ακύρωση

source: Phone:
el: Τηλέφωνο:

source: Password:
el: Κωδικός πρόσβασης:

source: Change
el: Αλλαγή

source: Sign Up
el: Εγγραφή

source: Create Account
el: Δημιουργία λογαριασμού

source: Already have an account?
el: Έχετε ήδη λογαριασμό;

source: Update Reservation Status
el: Ενημέρωση Κατάστασης Κράτησης

source: Update Status for Reservation
el: Ενημέρωση Κατάστασης για την Κράτηση

source: <strong>Reservation:</strong> %(reservation.full_name)s at %(reservation.venue.name)s on %(reservation.date)s at %(reservation.time)s
el: <strong>Κράτηση:</strong> %(reservation.full_name)s στο %(reservation.venue.name)s στις %(reservation.date)s ώρα %(reservation.time)s

source: Select new status:
el: Επιλέξτε νέα κατάσταση:

source: Update
el: Ενημέρωση

source: Verify Email
el: Επαλήθευση Email

source: Verify Your Email
el: Επαληθεύστε το Email σας

source: Please enter the 6-digit code we sent to your email address.
el: Παρακαλώ εισάγετε τον 6-ψήφιο κωδικό που στείλαμε στη διεύθυνση email σας.

source: Enter 6-digit code
el: Εισαγωγή 6-ψήφιου κωδικού

source: Verify
el: Επαλήθευση

source: Resend Code
el: Επαναποστολή κωδικού

source: Verification code expires in
el: Ο κωδικός επαλήθευσης λήγει σε

source: seconds
el: δευτερόλεπτα

source: Verification code has expired.
el: Ο κωδικός επαλήθευσης έχει λήξει.

source: Greek
el: Ελληνικά

source: English
el: Αγγλικά

source: My Reservations
el: Οι Κρατήσεις Μου

source: Apply to Register a Venue
el: Αίτηση Καταχώρησης Χώρου

source: Time
el: Ώρα

source: First name
el: Όνομα

source: Last name
el: Επίθετο

source: Phone
el: Τηλέφωνο

source: Date
el: Ημερομηνία

source: Number of guests
el: Αριθμός Επισκεπτών

source: Special requests
el: Ειδικά Αιτήματα

source: Allergies
el: Αλλεργίες

source: Comments
el: Σχόλια

source: Invalid reservation time selected.
el: Επιλέχθηκε λανθασμένη ώρα κράτησης

source: Location
el: Τοποθεσία

source: Description
el: Περιγραφή

source: Capacity
el: Χωριτηκότητα

source: Admin name
el: Όνομα Διαχειριστή

source: Admin email
el: email Διαχειριστή

source: Check this if you want to move this booking back to the Reservation Requests table.
el: Πάτα εδώ αν θέλεις να μεταφέρεις την κράτηση πίσω στα αιτήματα κρατήσεων

source: Group by:
el: Ομαδοποίηση κατά:

source: Daily (Last 30 days)
el: Ημερήσια (Τελευταίες 30 ημέρες)

source: Weekly (Last 12 weeks)
el: Εβδομαδιαία (Τελευταίες 12 εβδομάδες)

source: Monthly (Last 12 months)
el: Μηνιαία (Τελευταίοι 12 μήνες)

source: Yearly (Last 3 years)
el: Ετήσια (Τελευταία 3 χρόνια)

source: Total Visits
el: Συνολικές Επισκέψεις

source: Avg Daily Visits
el: Μέσος Όρος Ημερήσιων Επισκέψεων

source: Peak Daily Visits
el: Υψηλότερη Ημερήσια Επισκεψιμότητα

source: Total Reservations
el: Συνολικές Κρατήσεις

source: Publicly Adjustable Information
el: Προσαρμόσιμες Πληροφορίες

source: Image Display Order
el: Σειρά προβολής εικόνων

source: Drag and drop to change the order of images as they appear publicly.
el: Σύρε και άλλαξε την σειρά των εικόνων όπως εμφανίζεται δημόσια

source: Sortable image list
el: Λίστα Εικόνων

source: Drag to reorder
el: Σύρε για αναδιάταξη

source: No images uploaded yet.
el: Καμία εικόνα δεν έχει αναρτηθεί μέχρι στιγμής

source: Sensitive & Contact Information
el: Πληροφορίες επικοινωνίας και Ευαίσθητο περιερχόμενο

source: Venue Name
el: Όνομα Χώρου

source: Type
el: Τύπος

source: No files selected
el: Δεν έχουν επιλεγεί αρχεία

source: Select Venue Images
el: Επιλογή Εικόνων Χώρου

source: Select Menu Images
el: Επιλογή Εικόνων Μενού

source: Submit for Approval
el: Υποβολή για Έγκριση

source: Reservation at:
el: Κράτηση στο:

source: Date:
el: Ημερομηνία:

source: at
el: στις

source: Guests:
el: Αριθμός ατόμων:

source: Status:
el: Κατάσταση:

source: No reservations found.
el: Δεν βρέθηκαν κρατήσεις.

source: Your update request has been submitted for approval ✅
el: Το αίτημά σας για ενημέρωση υποβλήθηκε για έγκριση ✅

source: Our team will review and approve/reject it shortly.
el: Η ομάδα μας θα το εξετάσει και θα το εγκρίνει/απορρίψει σύντομα.

source: Application Submitted
el: Η αίτηση υποβλήθηκε

source: Thank you!
el: Ευχαριστούμε!

source: Your application has been submitted. We will review it and contact you shortly.
el: Η αίτησή σας υποβλήθηκε. Θα την εξετάσουμε και θα επικοινωνήσουμε μαζί σας σύντομα.

source: Back to Venues
el: Επιστροφή στους Χώρους

source: Apply to Register Your Venue
el: Αίτηση για να Καταχωρήσετε τον Χώρο σας

source: Submit Application
el: Υποβολή Αίτησης

source: Cancel Reservation
el: Ακύρωση Κράτησης

source: Are you sure you want to cancel your reservation at
el: Είστε σίγουροι ότι θέλετε να ακυρώσετε την κράτησή σας στο

source: on
el: στις

source: Yes, Cancel
el: Ναι, Ακύρωση

source: No, go back
el: Όχι, επιστροφή

source: Edit Reservation
el: Επεξεργασία Κράτησης

source: Edit Reservation for
el: Επεξεργασία Κράτησης για

source: Edit Reservation Status
el: Επεξεργασία Κατάστασης Κράτησης

source: Customer:
el: Πελάτης:

source: Time:
el: Ώρα:

source: Party Size:
el: Αριθμός ατόμων:

source: Update Status
el: Ενημέρωση Κατάστασης

source: Confirm Update
el: Επιβεβαίωση Ενημέρωσης

source: Are you sure you want to update the reservation status?
el: Είστε σίγουροι ότι θέλετε να ενημερώσετε την κατάσταση της κράτησης;

source: Yes, Update
el: Ναι, Ενημέρωση

source: Make a Reservation
el: Κάντε Κράτηση

source: Reserve at
el: Κράτηση στο

source: Reserve
el: Κράτηση

source: Upcoming
el: Επερχόμενες

source: Past
el: Παλαιότερες

source: Cancelled
el: Ακυρωμένες

source: Rejected
el: Απορριφθήσα

source: Pending
el: Αναμένουσα

source: Checked in
el: Έγινε Άφιξη

source: No show
el: Δεν εμφανίστηκε

source: Accepted
el: Δεκτή

source: Accept
el: Αποδέξου

source: Reject
el: Απέρριψε

source: Reservation Pending
el: Κράτηση σε Εκκρεμότητα

source: Thank you for your booking request. Your reservation is currently pending and requires confirmation from the venue administrator.
el: Ευχαριστούμε για το αίτημα κράτησής σας. Η κράτησή σας είναι σε εκκρεμότητα και απαιτεί επιβεβαίωση από τον διαχειριστή του χώρου.

source: You’ll receive a confirmation or update shortly via email.
el: Θα λάβετε σύντομα επιβεβαίωση ή ενημέρωση μέσω email.

source: Back to Venue List
el: Επιστροφή στη Λίστα Χώρων

source: Update Arrival Status
el: Ενημέρωση Κατάστασης Άφιξης

source: Are you sure you want to update the arrival status?
el: Είστε σίγουροι ότι θέλετε να ενημερώσετε την κατάσταση άφιξης;

source: Venue Dashboard
el: Πίνακας Ελέγχου Χώρου

source: Full
el: Πλήρης

source: Mark as Available
el: Σήμανση ως Διαθέσιμο

source: Available
el: Διαθέσιμο

source: Mark as Full
el: Σήμανση ως Πλήρες

source: Reservation Requests & Guest Arrivals
el: Αιτήματα Κρατήσεων & Αφίξεις Επισκεπτών

source: Reservation History
el: Ιστορικό Κρατήσεων

source: Analytics
el: Αναλυτικά Στοιχεία

source: Manage Venue
el: Διαχείριση Χώρου

source: Pending Reservation Requests
el: Αιτήματα Κρατήσεων σε Εκκρεμότητα

source: Customer
el: Πελάτης

source: Guests
el: Αριθμός ατόμων

source: Status
el: Κατάσταση

source: Action
el: Ενέργεια

source: Guest Arrivals & Cancellations
el: Αφίξεις Επισκεπτών & Ακυρώσεις

source: View on Google Maps
el: Προβολή στους Χάρτες Google

source: Show More
el: Εμφάνιση Περισσοτέρων

source: Log in to make a reservation
el: Συνδεθείτε για να κάνετε κράτηση

source: Show Less
el: Εμφάνιση Λιγότερων

source: Browse Venues
el: Περιήγηση στους Χώρους

source: Explore & Reserve Your Perfect Spot
el: Ανακαλύψτε και Κλείστε το Ιδανικό σας Μέρος

source: All Venues
el: Όλοι οι Χώροι

source: Restaurants
el: Εστιατόρια

source: Cafes
el: Καφετέριες

source: Bars
el: Μπαρ

source: Beach Bars
el: Μπαρ Παραλίας

source: Other
el: Άλλοι

source: All
el: Όλα

source: Clear
el: Εκκαθάριση

source: Venues
el: Χώροι

source: No venues available.
el: Δεν υπάρχουν διαθέσιμοι χώροι.

source: Full Venues
el: Πλήρεις Χώροι

source: No full venues available.
el: Δεν υπάρχουν πλήρεις χώροι.

source: Cafes & Bars
el: Καφετέριες & Μπαρ

source: No cafes or bars available.
el: Δεν υπάρχουν διαθέσιμες καφετέριες ή μπαρ.

source: No restaurants available.
el: Δεν υπάρχουν διαθέσιμα εστιατόρια.

source: No beach bars available.
el: Δεν υπάρχουν διαθέσιμα μπαρ παραλίας.

source: Other Venues
el: Άλλοι Χώροι

source: No other venues available.
el: Δεν υπάρχουν άλλοι διαθέσιμοι χώροι.

source: Summary for %(request.user.username)s
el: Σύνοψη για τον χρήστη %(request.user.username)s

source: Total Venues:
el: Σύνολο Χώρων:

source: Total Reservations:
el: Συνολικές Κρατήσεις:
